tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "mas-cli/tap"

brew "mas"
brew "ansible"
brew "autoconf"
brew "gmp"
brew "cloog"
brew "coreutils"
brew "dex2jar"
brew "editorconfig"
brew "freexl"
brew "isl"
brew "mpfr"
brew "libmpc"
brew "gcc"
brew "geos"
brew "giflib"
brew "jpeg"
brew "json-c"
brew "libtiff"
brew "proj"
brew "libgeotiff"
brew "libpng"
brew "libxml2"
brew "libspatialite"
brew "gdal"
brew "git"
brew "go"
brew "graphviz"
brew "jenv"
brew "kompose"
brew "lftp"
brew "liblwgeom"
brew "libssh2"
brew "lzlib"
brew "makedepend"
brew "node"
brew "pandoc"
brew "pyenv"
brew "ruby-build"
brew "rbenv"
brew "ruby", link: true

cask "alfred"
cask "appcleaner"
cask "coda"
cask "dash"
cask "docker"
cask "dropbox"
cask "emacs"
cask "firefox"
cask "google-chrome"
cask "java8"
cask "keep-it"
cask "owasp-zap"
cask "postman"
cask "sourcetree"
cask "transmit"
cask "vlc"
cask "wireshark"

mas "1Password", id: 443987910
mas "CameraBag Pro", id: 1101039207
mas "DaisyDisk", id: 411643860
mas "Day One Classic", id: 422304217
mas "inSSIDer", id: 507308266
mas "Marked 2", id: 890031187
mas "Medis", id: 1063631769
mas "Microsoft Excel", id: 462058435
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "MindNode Pro", id: 402398561
mas "MoneyWiz 2", id: 949724400
mas "Navicat Data Modeler Essentials", id: 532423082
mas "Navicat Premium Essentials", id: 466416967
mas "OmniPlan", id: 1040002810
mas "Pixelmator Pro", id: 1289583905
mas "Reeder", id: 880001334
mas "Scapple", id: 568020055
mas "Slack", id: 803453959
mas "Spark", id: 1176895641
mas "Things3", id: 904280696
